Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.mcp.copy_prompt
source: Copy Setup Prompt
ar: نسخ موجّه الإعداد
bn: সেট আপ প্রম্পট কপি করুন
de: Einrichtungs-Prompt kopieren
el: Αντιγραφή προτροπής ρύθμισης
es: Copiar prompt de configuración
fa: کپی پرامپت راه‌اندازی
fr: Copier l’invite de configuration
he: העתקת הנחיית הגדרה
hi: सेटअप प्रॉम्प्ट कॉपी करें
id: Salin Prompt Penyiapan
it: Copia prompt di configurazione
ja: セットアップ用プロンプトをコピー
ko: 설정 프롬프트 복사
mr: सेटअप प्रॉम्प्ट कॉपी करा
ms: Salin Gesaan Persediaan
nl: Kopieer configuratieprompt
pl: Kopiuj prompt konfiguracji
pt_br: Copiar prompt de configuração
ro: Copiați promptul de configurare
ru: Копировать промпт настройки
ta: அமைவு ப்ராம்ட்டை நகலெடு
te: సెటప్ ప్రాంప్ట్‌ను కాపీ చేయండి
th: คัดลอกพร้อมท์การตั้งค่า
tr: Kurulum bilgi istemini kopyala
uk: Копіювати промпт налаштування
ur: سیٹ اپ پرامپٹ کاپی کریں
vi: Sao chép câu lệnh thiết lập
zh_hans: 复制设置提示词
zh_hant: 拷貝設定提示

# settings.mcp.helper_blocked_detail
source: Lorvex’s built-in MCP helper isn’t executable. Reinstall Lorvex from the original download, or remove it from quarantine, to restore the connection.
ar: برنامج MCP المساعد المدمج في Lorvex غير قابل للتنفيذ. أعد تثبيت Lorvex من التنزيل الأصلي، أو أزل عنه سمة الحجر، لاستعادة الاتصال.
bn: Lorvex-এর বিল্ট-ইন MCP হেল্পার এক্সিকিউটেবল নয়। সংযোগ ফিরিয়ে আনতে মূল ডাউনলোড থেকে Lorvex আবার ইনস্টল করুন, অথবা এটিকে কোয়ারেন্টিন থেকে সরিয়ে দিন।
de: Der integrierte MCP-Helfer von Lorvex ist nicht ausführbar. Installiere Lorvex erneut aus dem ursprünglichen Download oder entferne die Quarantäne, um die Verbindung wiederherzustellen.
el: Το ενσωματωμένο βοηθητικό πρόγραμμα MCP του Lorvex δεν είναι εκτελέσιμο. Εγκαταστήστε ξανά το Lorvex από την αρχική λήψη ή αφαιρέστε το από την καραντίνα για να αποκατασταθεί η σύνδεση.
es: El programa auxiliar MCP integrado de Lorvex no es ejecutable. Vuelve a instalar Lorvex desde la descarga original o quítalo de la cuarentena para restablecer la conexión.
fa: برنامه کمکی MCP داخلی Lorvex قابل اجرا نیست. برای بازگرداندن اتصال، Lorvex را از دانلود اصلی دوباره نصب کنید یا آن را از قرنطینه خارج کنید.
fr: L’utilitaire MCP intégré de Lorvex n’est pas exécutable. Réinstallez Lorvex depuis le téléchargement d’origine, ou retirez-le de la quarantaine, pour rétablir la connexion.
he: כלי העזר המובנה של MCP ב-Lorvex אינו ניתן להפעלה. כדי לשחזר את החיבור יש להתקין מחדש את Lorvex מההורדה המקורית, או להסיר אותו מההסגר.
hi: Lorvex का बिल्ट-इन MCP हेल्पर चलाया नहीं जा सकता। कनेक्शन बहाल करने के लिए Lorvex को मूल डाउनलोड से दोबारा इंस्टॉल करें, या उसे क्वारंटीन से हटाएँ।
id: Helper MCP bawaan Lorvex tidak dapat dijalankan. Instal ulang Lorvex dari unduhan asli, atau keluarkan dari karantina, untuk memulihkan koneksi.
it: L’helper MCP integrato di Lorvex non è eseguibile. Reinstalla Lorvex dal download originale oppure rimuovilo dalla quarantena per ripristinare la connessione.
ja: LorvexのMCPヘルパーを実行できません。接続を復元するには、元のダウンロードからLorvexを再インストールするか、隔離を解除してください。
ko: Lorvex 내장 MCP 도우미를 실행할 수 없습니다. 연결을 복원하려면 원래 다운로드한 파일로 Lorvex를 다시 설치하거나 격리를 해제하세요.
mr: Lorvex चा बिल्ट-इन MCP हेल्पर एक्झिक्युटेबल नाही. कनेक्शन पुन्हा सुरू करण्यासाठी मूळ डाउनलोडमधून Lorvex पुन्हा इन्स्टॉल करा, किंवा त्याला क्वारंटाइनमधून काढून टाका.
ms: Helper MCP terbina dalam Lorvex tidak boleh dilaksanakan. Pasang semula Lorvex daripada muat turun asal, atau keluarkan daripada kuarantin, untuk memulihkan sambungan.
nl: De ingebouwde MCP-helper van Lorvex is niet uitvoerbaar. Installeer Lorvex opnieuw vanaf de oorspronkelijke download of verwijder de quarantaine om de verbinding te herstellen.
pl: Wbudowana aplikacja pomocnicza MCP w Lorvex nie jest wykonywalna. Zainstaluj Lorvex ponownie z oryginalnego pobrania lub usuń ją z kwarantanny, aby przywrócić połączenie.
pt_br: O utilitário MCP integrado do Lorvex não é executável. Reinstale o Lorvex a partir do download original ou remova-o da quarentena para restaurar a conexão.
ro: Programul auxiliar MCP încorporat al Lorvex nu este executabil. Reinstalați Lorvex din descărcarea originală sau eliminați-l din carantină pentru a restabili conexiunea.
ru: Встроенная вспомогательная программа MCP в Lorvex не является исполняемой. Переустановите Lorvex из исходной загрузки или снимите с неё карантин, чтобы восстановить подключение.
ta: Lorvexஇன் உள்ளமைக்கப்பட்ட MCP ஹெல்ப்பரைச் செயல்படுத்த முடியாது. இணைப்பை மீட்டெடுக்க, அசல் பதிவிறக்கத்திலிருந்து Lorvexஐ மீண்டும் நிறுவவும் அல்லது அதைக் குவாரன்டைனிலிருந்து அகற்றவும்.
te: Lorvex బిల్ట్-ఇన్ MCP హెల్పర్ ఎగ్జిక్యూట్ చేయదగినది కాదు. కనెక్షన్‌ను పునరుద్ధరించడానికి, అసలు డౌన్‌లోడ్ నుండి Lorvexను మళ్ళీ ఇన్‌స్టాల్ చేయండి లేదా దాన్ని క్వారంటైన్ నుండి తొలగించండి.
th: โปรแกรมช่วย MCP ในตัวของ Lorvex ไม่สามารถเรียกใช้ได้ ติดตั้ง Lorvex ใหม่จากไฟล์ดาวน์โหลดต้นฉบับ หรือนำออกจากการกักกันเพื่อกู้คืนการเชื่อมต่อ
tr: Lorvex’in yerleşik MCP yardımcı uygulaması çalıştırılabilir değil. Bağlantıyı geri yüklemek için Lorvex’i özgün indirmeden yeniden kurun veya karantinadan çıkarın.
uk: Вбудована допоміжна програма MCP у Lorvex не є виконуваною. Перевстановіть Lorvex з оригінального завантаження або зніміть з неї карантин, щоб відновити підключення.
ur: بلٹ اِن MCP ہیلپر قابل عمل نہیں ہے۔ کنکشن بحال کرنے کے لیے Lorvex کو اصل ڈاؤن لوڈ سے دوبارہ انسٹال کریں، یا اسے کوارنٹین سے ہٹائیں۔
vi: Trình hỗ trợ MCP tích hợp sẵn của Lorvex không thể thực thi. Hãy cài đặt lại Lorvex từ bản tải về gốc, hoặc gỡ khỏi diện cách ly, để khôi phục kết nối.
zh_hans: Lorvex 的内置 MCP 帮助程序不可执行。请从原始下载重新安装 Lorvex，或将其移出隔离区，以恢复连接。
zh_hant: Lorvex 內建的 MCP 輔助程式無法執行。若要恢復連線，請用原始下載檔重新安裝 Lorvex，或解除其隔離狀態。

# settings.mcp.helper_blocked_title
source: Assistant helper can’t run
ar: تعذّر تشغيل البرنامج المساعد
bn: অ্যাসিস্ট্যান্ট হেল্পার চালানো যাচ্ছে না
de: Assistenten-Helfer kann nicht ausgeführt werden
el: Το βοηθητικό πρόγραμμα του βοηθού δεν μπορεί να εκτελεστεί
es: El programa auxiliar del asistente no se puede ejecutar
fa: برنامه کمکی دستیار اجرا نمی‌شود
fr: L’utilitaire de l’assistant ne peut pas s’exécuter
he: כלי העזר של העוזר אינו יכול לפעול
hi: असिस्टेंट हेल्पर नहीं चल सकता
id: Helper asisten tidak dapat berjalan
it: L’helper dell’assistente non può essere eseguito
ja: アシスタントのヘルパーを実行できません
ko: 어시스턴트 도우미를 실행할 수 없음
mr: सहाय्यक हेल्पर चालवता येत नाही
ms: Helper pembantu AI tidak boleh dijalankan
nl: Assistenthelper kan niet worden uitgevoerd
pl: Aplikacja pomocnicza asystenta nie może się uruchomić
pt_br: O utilitário do assistente não pode ser executado
ro: Programul auxiliar al asistentului nu poate rula
ru: Вспомогательная программа ассистента не запускается
ta: அசிஸ்டென்ட் ஹெல்ப்பரை இயக்க முடியவில்லை
te: అసిస్టెంట్ హెల్పర్ రన్ కాలేకపోతోంది
th: ไม่สามารถเรียกใช้โปรแกรมช่วยของผู้ช่วยได้
tr: Asistan yardımcı uygulaması çalışamıyor
uk: Допоміжна програма асистента не запускається
ur: اسسٹنٹ ہیلپر نہیں چل سکتا
vi: Trình hỗ trợ của trợ lý không thể chạy
zh_hans: 助手帮助程序无法运行
zh_hant: 助理輔助程式無法執行

# settings.mcp.helper_missing_detail
source: Lorvex can’t find its built-in MCP helper. Reinstall Lorvex from the original download to restore it.
ar: لا يستطيع Lorvex العثور على برنامج MCP المساعد المدمج فيه. أعد تثبيت Lorvex من التنزيل الأصلي لاستعادته.
bn: Lorvex তার বিল্ট-ইন MCP হেল্পার খুঁজে পাচ্ছে না। এটি ফিরিয়ে আনতে মূল ডাউনলোড থেকে Lorvex আবার ইনস্টল করুন।
de: Lorvex findet seinen integrierten MCP-Helfer nicht. Installiere Lorvex erneut aus dem ursprünglichen Download, um ihn wiederherzustellen.
el: Το Lorvex δεν βρίσκει το ενσωματωμένο βοηθητικό πρόγραμμα MCP. Εγκαταστήστε ξανά το Lorvex από την αρχική λήψη για να το αποκαταστήσετε.
es: Lorvex no encuentra su programa auxiliar MCP integrado. Vuelve a instalar Lorvex desde la descarga original para restaurarlo.
fa: برنامه کمکی MCP داخلی Lorvex پیدا نشد. برای بازیابی آن، Lorvex را از دانلود اصلی دوباره نصب کنید.
fr: Lorvex ne trouve pas son utilitaire MCP intégré. Réinstallez Lorvex depuis le téléchargement d’origine pour le restaurer.
he: כלי העזר המובנה של MCP לא נמצא. יש להתקין מחדש את Lorvex מההורדה המקורית כדי לשחזר אותו.
hi: Lorvex को अपना बिल्ट-इन MCP हेल्पर नहीं मिल रहा। उसे बहाल करने के लिए Lorvex को मूल डाउनलोड से दोबारा इंस्टॉल करें।
id: Lorvex tidak dapat menemukan helper MCP bawaannya. Instal ulang Lorvex dari unduhan asli untuk memulihkannya.
it: Lorvex non trova l’helper MCP integrato. Reinstalla Lorvex dal download originale per ripristinarlo.
ja: LorvexのMCPヘルパーが見つかりません。元のダウンロードからLorvexを再インストールして復元してください。
ko: Lorvex 내장 MCP 도우미를 찾을 수 없습니다. 원래 다운로드한 파일로 Lorvex를 다시 설치하여 복원하세요.
mr: Lorvex ला त्याचा बिल्ट-इन MCP हेल्पर सापडत नाही. तो पुन्हा मिळवण्यासाठी मूळ डाउनलोडमधून Lorvex पुन्हा इन्स्टॉल करा.
ms: Lorvex tidak dapat menemui helper MCP terbina dalamnya. Pasang semula Lorvex daripada muat turun asal untuk memulihkannya.
nl: Lorvex kan zijn ingebouwde MCP-helper niet vinden. Installeer Lorvex opnieuw vanaf de oorspronkelijke download om de helper te herstellen.
pl: Lorvex nie może znaleźć wbudowanej aplikacji pomocniczej MCP. Zainstaluj Lorvex ponownie z oryginalnego pobrania, aby ją przywrócić.
pt_br: O Lorvex não encontra o utilitário MCP integrado. Reinstale o Lorvex a partir do download original para restaurá-lo.
ro: Lorvex nu își găsește programul auxiliar MCP încorporat. Reinstalați Lorvex din descărcarea originală pentru a-l restaura.
ru: Lorvex не удаётся найти встроенную вспомогательную программу MCP. Переустановите Lorvex из исходной загрузки, чтобы восстановить её.
ta: Lorvex தனது உள்ளமைக்கப்பட்ட MCP ஹெல்ப்பரைக் கண்டறிய முடியவில்லை. அதை மீட்டெடுக்க, அசல் பதிவிறக்கத்திலிருந்து Lorvexஐ மீண்டும் நிறுவவும்.
te: Lorvex తన బిల్ట్-ఇన్ MCP హెల్పర్‌ను కనుగొనలేకపోతోంది. దాన్ని పునరుద్ధరించడానికి అసలు డౌన్‌లోడ్ నుండి Lorvexను మళ్ళీ ఇన్‌స్టాల్ చేయండి.
th: Lorvex ไม่พบโปรแกรมช่วย MCP ในตัว ติดตั้ง Lorvex ใหม่จากไฟล์ดาวน์โหลดต้นฉบับเพื่อกู้คืน
tr: Lorvex, yerleşik MCP yardımcı uygulamasını bulamıyor. Geri yüklemek için Lorvex’i özgün indirmeden yeniden kurun.
uk: Lorvex не вдається знайти вбудовану допоміжну програму MCP. Перевстановіть Lorvex з оригінального завантаження, щоб відновити її.
ur: بلٹ اِن MCP ہیلپر نہیں مل رہا۔ اسے بحال کرنے کے لیے Lorvex کو اصل ڈاؤن لوڈ سے دوبارہ انسٹال کریں۔
vi: Lorvex không tìm thấy trình hỗ trợ MCP tích hợp sẵn. Hãy cài đặt lại Lorvex từ bản tải về gốc để khôi phục.
zh_hans: Lorvex 找不到其内置的 MCP 帮助程序。请从原始下载重新安装 Lorvex 以恢复它。
zh_hant: Lorvex 找不到內建的 MCP 輔助程式。請用原始下載檔重新安裝 Lorvex 來恢復。

# settings.mcp.helper_missing_title
source: Assistant helper missing
ar: البرنامج المساعد مفقود
bn: অ্যাসিস্ট্যান্ট হেল্পার পাওয়া যাচ্ছে না
de: Assistenten-Helfer fehlt
el: Λείπει το βοηθητικό πρόγραμμα του βοηθού
es: Falta el programa auxiliar del asistente
fa: برنامه کمکی دستیار یافت نشد
fr: Utilitaire de l’assistant introuvable
he: כלי העזר של העוזר חסר
hi: असिस्टेंट हेल्पर नहीं मिला
id: Helper asisten tidak ditemukan
it: Helper dell’assistente mancante
ja: アシスタントのヘルパーが見つかりません
ko: 어시스턴트 도우미 없음
mr: सहाय्यक हेल्पर सापडत नाही
ms: Helper pembantu AI tiada
nl: Assistenthelper ontbreekt
pl: Brak aplikacji pomocniczej asystenta
pt_br: Utilitário do assistente ausente
ro: Programul auxiliar al asistentului lipsește
ru: Вспомогательная программа ассистента не найдена
ta: அசிஸ்டென்ட் ஹெல்ப்பர் இல்லை
te: అసిస్టెంట్ హెల్పర్ కనిపించడం లేదు
th: ไม่พบโปรแกรมช่วยของผู้ช่วย
tr: Asistan yardımcı uygulaması eksik
uk: Допоміжну програму асистента не знайдено
ur: اسسٹنٹ ہیلپر موجود نہیں
vi: Thiếu trình hỗ trợ của trợ lý
zh_hans: 缺少助手帮助程序
zh_hant: 找不到助理輔助程式

# settings.mcp.helper_runtime_failed_detail
source: Lorvex found the helper, but it could not start with the current storage settings. Reconnect Lorvex in Settings > Assistant or reinstall the app.
ar: عثر Lorvex على البرنامج المساعد، لكنه لم يبدأ العمل بإعدادات التخزين الحالية. أعد ربط Lorvex من الإعدادات > المساعد أو أعد تثبيت التطبيق.
bn: Lorvex হেল্পারটি খুঁজে পেয়েছে, কিন্তু বর্তমান স্টোরেজ সেটিংসে সেটি চালু হয়নি। সেটিংস > অ্যাসিস্ট্যান্ট থেকে Lorvex আবার কানেক্ট করুন অথবা অ্যাপটি আবার ইনস্টল করুন।
de: Lorvex hat den Helfer gefunden, er konnte aber mit den aktuellen Speichereinstellungen nicht gestartet werden. Verbinde Lorvex in Einstellungen > Assistent erneut oder installiere die App neu.
el: Το Lorvex βρήκε το βοηθητικό πρόγραμμα, αλλά δεν μπόρεσε να ξεκινήσει με τις τρέχουσες ρυθμίσεις αποθήκευσης. Συνδέστε ξανά το Lorvex στις Ρυθμίσεις > Βοηθός ή εγκαταστήστε ξανά την εφαρμογή.
es: Lorvex encontró el programa auxiliar, pero no pudo iniciarlo con los ajustes de almacenamiento actuales. Vuelve a conectar Lorvex en Ajustes > Asistente o reinstala la app.
fa: برنامه کمکی پیدا شد، اما با تنظیمات ذخیره‌سازی فعلی نتوانست راه‌اندازی شود. Lorvex را در تنظیمات > دستیار دوباره متصل کنید یا برنامه را دوباره نصب کنید.
fr: Lorvex a trouvé l’utilitaire, mais celui-ci n’a pas pu démarrer avec les réglages de stockage actuels. Reconnectez Lorvex dans Réglages > Assistant ou réinstallez l’app.
he: כלי העזר נמצא, אך לא ניתן היה להפעילו עם הגדרות האחסון הנוכחיות. יש לחבר מחדש את Lorvex דרך הגדרות > עוזר או להתקין את האפליקציה מחדש.
hi: Lorvex को हेल्पर मिल गया, पर वह मौजूदा स्टोरेज सेटिंग्ज़ के साथ शुरू नहीं हो सका। सेटिंग्ज़ > असिस्टेंट में Lorvex को फिर से जोड़ें या ऐप दोबारा इंस्टॉल करें।
id: Lorvex menemukan helper, tetapi helper tidak dapat dimulai dengan pengaturan penyimpanan saat ini. Hubungkan kembali Lorvex di Pengaturan > Asisten atau instal ulang app.
it: Lorvex ha trovato l’helper, ma non è riuscito ad avviarsi con le attuali impostazioni di archiviazione. Ricollega Lorvex in Impostazioni > Assistente oppure reinstalla l’app.
ja: ヘルパーは見つかりましたが、現在のストレージ設定では起動できませんでした。「設定」>「アシスタント」でLorvexを再接続するか、アプリを再インストールしてください。
ko: 도우미를 찾았지만 현재 저장 공간 설정으로는 시작할 수 없습니다. 설정 > 어시스턴트에서 Lorvex를 다시 연결하거나 앱을 다시 설치하세요.
mr: Lorvex ला हेल्पर सापडला, पण सध्याच्या स्टोरेज सेटिंगसह तो सुरू होऊ शकला नाही. सेटिंग > सहाय्यक मध्ये Lorvex पुन्हा कनेक्ट करा किंवा ॲप पुन्हा इन्स्टॉल करा.
ms: Lorvex menemui helper, tetapi helper tidak dapat dimulakan dengan seting storan semasa. Sambungkan semula Lorvex dalam Seting > Pembantu AI atau pasang semula app.
nl: Lorvex heeft de helper gevonden, maar die kon niet starten met de huidige opslaginstellingen. Verbind Lorvex opnieuw via Instellingen > Assistent of installeer de app opnieuw.
pl: Lorvex znalazł aplikację pomocniczą, ale nie mogła się ona uruchomić z bieżącymi ustawieniami przechowywania. Połącz Lorvex ponownie w Ustawieniach > Asystent lub zainstaluj aplikację ponownie.
pt_br: O Lorvex encontrou o utilitário, mas ele não conseguiu iniciar com as configurações de armazenamento atuais. Reconecte o Lorvex em Ajustes > Assistente ou reinstale o app.
ro: Lorvex a găsit programul auxiliar, dar acesta nu a putut porni cu configurările de stocare curente. Reconectați Lorvex din Configurări > Asistent sau reinstalați aplicația.
ru: Вспомогательная программа найдена, но не смогла запуститься с текущими настройками хранилища. Подключите Lorvex заново в разделе «Настройки» > «Ассистент» или переустановите приложение.
ta: Lorvex ஹெல்ப்பரைக் கண்டறிந்தது, ஆனால் தற்போதைய சேமிப்பக அமைப்புகளுடன் அதைத் தொடங்க முடியவில்லை. அமைப்புகள் > அசிஸ்டென்ட்டில் Lorvexஐ மீண்டும் இணைக்கவும் அல்லது செயலியை மீண்டும் நிறுவவும்.
te: Lorvex హెల్పర్‌ను కనుగొంది, కానీ ప్రస్తుత స్టోరేజ్ సెట్టింగ్స్‌తో అది ప్రారంభం కాలేదు. సెట్టింగ్స్ > అసిస్టెంట్‌లో Lorvexను మళ్ళీ కనెక్ట్ చేయండి లేదా యాప్‌ను మళ్ళీ ఇన్‌స్టాల్ చేయండి.
th: Lorvex พบโปรแกรมช่วยแล้ว แต่เริ่มทำงานด้วยการตั้งค่าที่เก็บข้อมูลปัจจุบันไม่ได้ เชื่อมต่อ Lorvex ใหม่ในการตั้งค่า > ผู้ช่วย หรือติดตั้งแอปใหม่
tr: Lorvex yardımcı uygulamayı buldu ancak mevcut depolama ayarlarıyla başlatılamadı. Lorvex’i Ayarlar > Asistan bölümünde yeniden bağlayın veya uygulamayı yeniden kurun.
uk: Допоміжну програму знайдено, але вона не змогла запуститися з поточними параметрами сховища. Підключіть Lorvex знову в розділі «Параметри» > «Асистент» або перевстановіть програму.
ur: ہیلپر مل گیا، لیکن وہ موجودہ اسٹوریج ترتیبات کے ساتھ شروع نہیں ہو سکا۔ ترتیبات > اسسٹنٹ میں Lorvex کو دوبارہ جوڑیں یا ایپ دوبارہ انسٹال کریں۔
vi: Lorvex đã tìm thấy trình hỗ trợ nhưng không thể khởi động với cài đặt lưu trữ hiện tại. Hãy kết nối lại Lorvex trong Cài đặt > Trợ lý hoặc cài đặt lại ứng dụng.
zh_hans: Lorvex 找到了助手，但无法在当前存储设置下启动。请在“设置 > 助手”中重新连接 Lorvex，或重新安装应用。
zh_hant: Lorvex 找到了輔助程式，但無法以目前的儲存空間設定啟動。請在「設定」>「助理」中重新連接 Lorvex，或重新安裝 App。

# settings.mcp.helper_runtime_failed_title
source: Assistant helper self-check failed
ar: فشل الفحص الذاتي للبرنامج المساعد
bn: অ্যাসিস্ট্যান্ট হেল্পারের নিজস্ব পরীক্ষা ব্যর্থ হয়েছে
de: Selbsttest des Assistenten-Helfers fehlgeschlagen
el: Ο αυτοέλεγχος του βοηθητικού προγράμματος του βοηθού απέτυχε
es: Falló la autocomprobación del programa auxiliar del asistente
fa: خودبررسی برنامه کمکی دستیار ناموفق بود
fr: L’autotest de l’utilitaire de l’assistant a échoué
he: הבדיקה העצמית של כלי העזר נכשלה
hi: असिस्टेंट हेल्पर की स्व-जाँच विफल रही
id: Pemeriksaan mandiri helper asisten gagal
it: L’autoverifica dell’helper dell’assistente non è riuscita
ja: アシスタントのヘルパーの自己診断に失敗しました
ko: 어시스턴트 도우미 자체 점검 실패
mr: सहाय्यक हेल्परची स्वयं-तपासणी अयशस्वी झाली
ms: Semakan kendiri helper pembantu AI gagal
nl: Zelftest van de assistenthelper mislukt
pl: Autotest aplikacji pomocniczej asystenta nie powiódł się
pt_br: A autoverificação do utilitário do assistente falhou
ro: Autoverificarea programului auxiliar al asistentului a eșuat
ru: Не удалась самопроверка вспомогательной программы ассистента
ta: அசிஸ்டென்ட் ஹெல்ப்பரின் சுய சோதனை தோல்வியடைந்தது
te: అసిస్టెంట్ హెల్పర్ స్వీయ తనిఖీ విఫలమైంది
th: การตรวจสอบตัวเองของโปรแกรมช่วยของผู้ช่วยล้มเหลว
tr: Asistan yardımcı uygulamasının otomatik kontrolü başarısız oldu
uk: Самоперевірка допоміжної програми асистента не вдалася
ur: اسسٹنٹ ہیلپر کی خود جانچ ناکام رہی
vi: Trình hỗ trợ của trợ lý tự kiểm tra thất bại
zh_hans: 助手自检失败
zh_hant: 助理輔助程式自我檢查失敗

# settings.mcp.manual_label
source: Manual Setup
ar: الإعداد اليدوي
bn: ম্যানুয়াল সেট আপ
de: Manuelle Einrichtung
el: Μη αυτόματη ρύθμιση
es: Configuración manual
fa: راه‌اندازی دستی
fr: Configuration manuelle
he: הגדרה ידנית
hi: मैन्युअल सेटअप
id: Penyiapan Manual
it: Configurazione manuale
ja: 手動セットアップ
ko: 수동 설정
mr: मॅन्युअल सेटअप
ms: Persediaan Manual
nl: Handmatig configureren
pl: Konfiguracja ręczna
pt_br: Configuração manual
ro: Configurare manuală
ru: Ручная настройка
ta: நேரடி அமைவு
te: మాన్యువల్ సెటప్
th: ตั้งค่าด้วยตนเอง
tr: Elle kurulum
uk: Ручне налаштування
ur: دستی سیٹ اپ
vi: Thiết lập thủ công
zh_hans: 手动配置
zh_hant: 手動設定

# settings.mcp.sessions_section
source: Assistants on This Mac
ar: المساعدون على جهاز Mac هذا
bn: এই Mac-এর অ্যাসিস্ট্যান্ট
de: Assistenten auf diesem Mac
el: Βοηθοί σε αυτό το Mac
es: Asistentes en este Mac
fa: دستیارها در این Mac
fr: Assistants sur ce Mac
he: עוזרים ב-Mac הזה
hi: इस Mac पर असिस्टेंट
id: Asisten di Mac Ini
it: Assistenti su questo Mac
ja: このMacのアシスタント
ko: 이 Mac의 어시스턴트
mr: या Mac वरील सहाय्यक
ms: Pembantu AI pada Mac Ini
nl: Assistenten op deze Mac
pl: Asystenci na tym Macu
pt_br: Assistentes neste Mac
ro: Asistenți pe acest Mac
ru: Ассистенты на этом Mac
ta: இந்த Macஇல் உள்ள அசிஸ்டென்ட்கள்
te: ఈ Macలోని అసిస్టెంట్‌లు
th: ผู้ช่วยบน Mac เครื่องนี้
tr: Bu Mac’teki asistanlar
uk: Асистенти на цьому Mac
ur: اس Mac پر اسسٹنٹس
vi: Trợ lý trên máy Mac này
zh_hans: 此 Mac 上的助手
zh_hant: 這部 Mac 上的助理

# settings.mcp.sessions_empty
source: No assistant has used Lorvex on this Mac yet.
ar: لم يستخدم أي مساعد Lorvex على جهاز Mac هذا بعد.
bn: এই Mac-এ এখনও কোনো অ্যাসিস্ট্যান্ট Lorvex ব্যবহার করেনি।
de: Auf diesem Mac hat noch kein Assistent Lorvex verwendet.
el: Κανένας βοηθός δεν έχει χρησιμοποιήσει ακόμη το Lorvex σε αυτό το Mac.
es: Ningún asistente ha usado Lorvex en este Mac todavía.
fa: هنوز هیچ دستیاری در این Mac از Lorvex استفاده نکرده است.
fr: Aucun assistant n’a encore utilisé Lorvex sur ce Mac.
he: עדיין אף עוזר לא השתמש ב-Lorvex ב-Mac הזה.
hi: अभी तक किसी असिस्टेंट ने इस Mac पर Lorvex का उपयोग नहीं किया है।
id: Belum ada asisten yang menggunakan Lorvex di Mac ini.
it: Nessun assistente ha ancora usato Lorvex su questo Mac.
ja: このMacでLorvexを使用したアシスタントはまだありません。
ko: 이 Mac에서 Lorvex를 사용한 어시스턴트가 아직 없습니다.
mr: या Mac वर अजून कोणत्याही सहाय्यकाने Lorvex वापरलेले नाही.
ms: Belum ada pembantu AI yang menggunakan Lorvex pada Mac ini.
nl: Er heeft nog geen assistent Lorvex op deze Mac gebruikt.
pl: Żaden asystent nie korzystał jeszcze z Lorvex na tym Macu.
pt_br: Nenhum assistente usou o Lorvex neste Mac ainda.
ro: Niciun asistent nu a folosit încă Lorvex pe acest Mac.
ru: Ни один ассистент ещё не использовал Lorvex на этом Mac.
ta: இந்த Macஇல் எந்த அசிஸ்டென்ட்டும் இன்னும் Lorvexஐப் பயன்படுத்தவில்லை.
te: ఈ Macలో ఏ అసిస్టెంట్ ఇంకా Lorvexను ఉపయోగించలేదు.
th: ยังไม่มีผู้ช่วยใช้ Lorvex บน Mac เครื่องนี้
tr: Bu Mac’te henüz hiçbir asistan Lorvex’i kullanmadı.
uk: Жоден асистент ще не використовував Lorvex на цьому Mac.
ur: ابھی تک کسی اسسٹنٹ نے اس Mac پر Lorvex استعمال نہیں کیا۔
vi: Chưa có trợ lý nào dùng Lorvex trên máy Mac này.
zh_hans: 此 Mac 上还没有助手使用过 Lorvex。
zh_hant: 這部 Mac 上還沒有任何助理使用過 Lorvex。

# settings.mcp.session_last_used
source: Last used %@
ar: آخر استخدام %@
bn: সর্বশেষ ব্যবহার: %@
de: Zuletzt verwendet %@
el: Τελευταία χρήση: %@
es: Último uso: %@
fa: آخرین استفاده %@
fr: Dernière utilisation : %@
he: שימוש אחרון %@
hi: आख़िरी उपयोग: %@
id: Terakhir digunakan %@
it: Ultimo utilizzo: %@
ja: 最終使用：%@
ko: 마지막 사용: %@
mr: शेवटचा वापर: %@
ms: Terakhir digunakan %@
nl: Laatst gebruikt %@
pl: Ostatnie użycie: %@
pt_br: Último uso: %@
ro: Ultima utilizare %@
ru: Последнее использование: %@
ta: கடைசியாகப் பயன்படுத்தியது: %@
te: చివరిగా ఉపయోగించినది: %@
th: ใช้ล่าสุด %@
tr: Son kullanım: %@
uk: Останнє використання: %@
ur: آخری استعمال %@
vi: Dùng lần cuối %@
zh_hans: 上次使用：%@
zh_hant: 上次使用：%@

# settings.mcp.setup_prompt
source: Setup Prompt
ar: موجّه الإعداد
bn: সেট আপ প্রম্পট
de: Einrichtungs-Prompt
el: Προτροπή ρύθμισης
es: Prompt de configuración
fa: پرامپت راه‌اندازی
fr: Invite de configuration
he: הנחיית הגדרה
hi: सेटअप प्रॉम्प्ट
id: Prompt Penyiapan
it: Prompt di configurazione
ja: セットアップ用プロンプト
ko: 설정 프롬프트
mr: सेटअप प्रॉम्प्ट
ms: Gesaan Persediaan
nl: Configuratieprompt
pl: Prompt konfiguracji
pt_br: Prompt de configuração
ro: Prompt de configurare
ru: Промпт настройки
ta: அமைவு ப்ராம்ட்
te: సెటప్ ప్రాంప్ట్
th: พร้อมท์การตั้งค่า
tr: Kurulum bilgi istemi
uk: Промпт налаштування
ur: سیٹ اپ پرامپٹ
vi: Câu lệnh thiết lập
zh_hans: 设置提示词
zh_hant: 設定提示

# settings.open_at_login
source: Open at Login
ar: فتح عند تسجيل الدخول
bn: লগইনের সময় খুলুন
de: Beim Anmelden öffnen
el: Άνοιγμα κατά τη σύνδεση
es: Abrir al iniciar sesión
fa: باز کردن هنگام ورود
fr: Ouvrir à la connexion
he: פתיחה בעת התחברות
hi: लॉगिन पर खोलें
id: Buka saat Login
it: Apri al login
ja: ログイン時に開く
ko: 로그인 시 열기
mr: लॉगिनवर उघडा
ms: Buka semasa Log Masuk
nl: Open bij inloggen
pl: Otwieraj przy logowaniu
pt_br: Abrir ao fazer login
ro: Deschide la autentificare
ru: Открывать при входе
ta: உள்நுழையும்போது திற
te: లాగిన్ సమయంలో తెరవండి
th: เปิดเมื่อเข้าสู่ระบบ
tr: Girişte Aç
uk: Відкривати під час входу
ur: لاگ اِن پر کھولیں
vi: Mở khi đăng nhập
zh_hans: 登录时打开
zh_hant: 登入時打開
